tap "dart-lang/dart"
tap "sass/sass"

brew "atuin"
brew "bat"
brew "cloud-provider-kind"
brew "cmake"
brew "k9s"
brew "dotnet"
brew "dust"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "grpcurl"
brew "helm"
brew "htop"
brew "istioctl"
brew "oh-my-posh"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "nmap"
brew "mas"
brew "maven"
brew "mole"
brew "neovim"
brew "ollama"
brew "pipx"
brew "pyenv"
brew "telnet"
brew "unp"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "sass/sass/sass"
brew "shellcheck"

cask "bruno"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "jetbrains-toolbox"
cask "kitty"
cask "dotnet-runtime"
cask "claude-code"

mas "Bitwarden", id: 1352778147
mas "Microsoft To Do", id: 1274495053
